export const majorCategoryObj: {[key:number] : string} = {
    0: "選択されていません",
    11: "山岳",
    12: "高原・湿原・原野",
    13: "湖沼",
    14: "河川・渓谷",
    15: "滝",
    16: "海岸・岬",
    17: "岩石・洞窟",
    18: "動物",
    19: "植物",
    20: "自然現象",
    21: "史跡",
    22: "神社・寺院・教会",
    23: "城跡・城郭・宮殿",
    24: "集落・街",
    25: "郷土景観",
    26: "庭園・公園",
    27: "建造物",
    28: "年中行事（祭り・伝統行事）",
    39: "動植物園・水族館",
    30: "博物館・美術館",
    31: "テーマ公園・テーマ施設",
    32: "温泉",
    33: "食",
    34: "芸能・イベント"
};

export const langCategoryObj: {[key: string]: string} = {
    "ja": "日本語",
    "en": "英語",
    "zh-CN": "中国語（簡体字）",
    "zh-TW": "中国語（繁体字）",
    "ko": "韓国語"
}